alefragnani.project-manager
ardenivanov.svelte-intellisense
bmewburn.vscode-intelephense-client
enkia.tokyo-night
esbenp.prettier-vscode
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
junstyle.php-cs-fixer
kokororin.vscode-phpfmt
malmaud.tmux
neilbrayfield.php-docblocker
pkief.material-icon-theme
sonarsource.sonarlint-vscode
svelte.svelte-vscode
timonwong.shellcheck
xadillax.viml
xdebug.php-debug
